{"type": "node", "id": "29792", "labels": ["theory"], "properties": {"creation_time": 1512660842774, "event_stamp": "2013-01-15T16:07:16", "last_updated": 1512660842774, "collection_alias": "None", "name": "Baddeley's model of working memory", "id_user": "usr_49a467bf4e0db", "collection_description": "Alan Baddeley and Graham Hitch proposed a model of working memory in 1974, in an attempt to describe a more accurate model of short-term memory.<br /><br />Baddeley & Hitch proposed their tripartite working memory model as an alternative to the short-term store in Atkinson & Shiffrin\\\\\\'s multi-store memory model (1968). This model is later expanded upon by Baddeley and other co-workers and has become the dominant view in the field of working memory. However, alternative models are developing (see working memory) providing a different perspective on the working memory system.<br /><br />The original model of Baddeley & Hitch was composed of three main components; the central executive which acts as supervisory system and controls the flow of information from and to its slave systems: the phonological loop and the visuo-spatial sketchpad. The slave systems are short-term storage systems dedicated to a content domain (verbal and visuo-spatial, respectively). In 2000 Baddeley added a third slave system to his model, the episodic buffer.<br /><br />Baddeley & Hitch\\\\\\'s argument for the distinction of two domain-specific slave systems in the older model was derived from experimental findings with dual-task paradigms. Performance of two simultaneous tasks requiring the use of two separate perceptual domains (i.e. a visual and a verbal task) is nearly as efficient as performance of the tasks individually. In contrast, when a person tries to carry out two tasks simultaneously that use the same perceptual domain, performance is less efficient than when performing the tasks individually. <br /><br />(from http://en.wikipedia.org/wiki/Baddeley\\\\\\'s_model_of_working_memory)", "id": "thc_50f57eb46d8e0", "flag_for_curator": 1}, "HASCITATION": [{"id": "cit_50f5812c842bc"}]}