{"type": "node", "id": "24067", "labels": ["task"], "properties": {"id_concept_class": "", "creation_time": 1512660593089, "event_stamp": "2013-01-14T03:50:48", "def_id_user": "usr_4de5345b3b6a8", "def_event_stamp": "2013-01-14T03:50:48", "last_updated": 1512660593089, "def_id": "def_50f3809895c3a", "name": "NIH Toolbox Dynamic Visual Acuity Test", "alias": "DVA", "definition_text": "This test is a measure of gaze stability during head movement, which helps identify individuals who may have a deficit of the vestibular system (which regulates internal balance). First, the NIH Toolbox Visual Acuity Test must be administered, followed by the DVA Test. Participants are again seated 12.5 feet from a computer monitor at eye level. For the DVA Test, participants wear lightweight headgear that contains a rate sensor and are asked to move the head back and forth, as if indicating â\u0080\u009cno.â\u0080\u009d Once the head is measured to be moving at greater than 180 degrees per second by the rate sensor, an optotype flashes on the monitor, and the participant is asked to identify it. As with the Visual Acuity Test, only the letters H, O, T and V are used for ages 3-7, while ages 8+ use the entire letter set. Smaller optotypes are displayed as the participant correctly identifies letters, and larger ones are displayed if the participant cannot correctly identify the letter shown, until the computer has calculated the smallest size that the participant can see with the head moving. This is calculated separately for head rotation leftward and rightward from center (though the participant continues shaking the head both ways), and this performance is compared to the participantâ\u0080\u0099s visual acuity when the head was stationary (the NIH Toolbox Visual Acuity Test score, sometimes referred to as â\u0080\u009cstaticâ\u0080\u009d visual acuity in the context of the DVA test). The difference between static and dynamic visual acuity represents the vestibular contribution to gaze stability. DVA scoring, as with visual acuity, is based in LogMAR units", "id_user": "usr_4de5345b3b6a8", "id": "trm_50f38098952cb"}, "HASCONDITION": [{"id": "con_50f3818945a77"}], "HASCONTRAST": [{"id": "cnt_50f38168aba37"}, {"id": "cnt_50f381d2aab5a"}, {"id": "cnt_50f381df14722"}], "ASSERTS": [{"id": "trm_500d8bcf5f29a"}, {"id": "trm_50f382d7abdff"}], "INBATTERY": [{"id": "tco_50f48408441d0", "event_stamp": "2013-01-15T15:55:44", "id_user": "usr_49a467bf4e0db"}], "HASINDICATOR": [{"id": "ind_50f38225e64a1", "event_stamp": "2013-01-14T03:57:25", "id_user": "usr_4de5345b3b6a8"}], "HASCITATION": [{"id": "cit_50f3834e9c989"}, {"id": "cit_50f3837bebd8b"}, {"id": "cit_50f3839208ec3"}]}