{"type": "node", "id": "24163", "labels": ["task"], "properties": {"id_concept_class": "", "creation_time": 1512660596070, "event_stamp": "2015-03-19T23:30:34", "def_id_user": "usr_51bc76ae9636c", "def_event_stamp": "2015-04-28T17:25:05", "last_updated": 1512660596070, "def_id": "def_553fc271b47ad", "name": "gambling fMRI task paradigm", "alias": "gambling task", "definition_text": "This task was adapted from the one developed by Delgado and Fiez (Delgado et al. 2000). Participants play a card guessing game where they are asked to guess the number on a mystery card (represented by a â\u0080\u009c?â\u0080\u009d) in order to win or lose money. Participants are told that potential card numbers range from 1-9 and to indicate if they think the mystery card number is more or less than 5 by pressing one of two buttons on the response box. Feedback is the number on the card (generated by the program as a function of whether the trial was a reward, loss or neutral trial) and either: 1) a green up arrow with â\u0080\u009c$1â\u0080\u009d for reward trials, 2) a red down arrow next to -$0.50 for loss trials; or 3) the number 5 and a gray double headed arrow for neutral trials. The â\u0080\u009c?â\u0080\u009d is presented for up to 1500 ms (if the participant responds before 1500 ms, a fixation cross is displayed for the remaining time), following by feedback for 1000 ms. There is a 1000 ms ITI with a â\u0080\u009c+â\u0080\u009d presented on the screen. The task is presented in blocks of 8 trials that are either mostly reward (6 reward trials pseudo randomly interleaved with either 1 neutral and 1 loss trial, 2 neutral trials, or 2 loss trials) or mostly loss (6 loss trials pseudorandomly interleaved with either 1 neutral and 1 reward trial, 2 neutral trials, or 2 reward trials). In each of the two runs, there are 2 mostly reward and 2 mostly loss blocks, interleaved with 4 fixation blocks (15 seconds each).\r\n\r\nThis task is part of the Human Connectome Project (HCP) 500 subject data relase.\r\nhttp://humanconnectome.org/documentation/S500/HCP_S500+MEG2_Release_Reference_Manual.pdf\r\n\r\nReferences for Gambling Task: Reliable across subjects and robust activation in fMRI (Delgado\r\net al. 2000; May et al. 2004; Tricomi et al. 2004; Forbes et al. 2009)", "id_user": "usr_51bc76ae9636c", "id": "trm_550b5c1a7f4db"}, "HASCONDITION": [{"id": "con_550b5c41f3442"}, {"id": "con_550b5c4d74cd7"}, {"id": "con_550b5c5ad13b9"}, {"id": "con_550b5c65129b1"}, {"id": "con_550b5c6fa8e76"}], "HASCONTRAST": [{"id": "cnt_55314a4320df9"}, {"id": "cnt_55314a4b8ec77"}, {"id": "cnt_55314a8aa3751"}, {"id": "cnt_55314a9748fe6"}, {"id": "cnt_55314aaa2239e"}, {"id": "cnt_55314abd12b63"}], "INBATTERY": [{"id": "tco_550b5c985ca1c", "event_stamp": "2015-03-19T23:33:11", "id_user": "usr_51bc76ae9636c"}], "HASEXTERNALDATASET": [{"id": "dst_550c308833a27"}]}