{"type": "node", "id": "24050", "labels": ["task"], "properties": {"id_concept_class": "", "creation_time": 1512660592609, "event_stamp": "2013-01-16T23:52:53", "def_id_user": "usr_4de5345b3b6a8", "def_event_stamp": "2013-01-16T23:52:53", "last_updated": 1512660592609, "def_id": "def_50f73d557db5c", "name": "Information Sampling Task", "alias": "(IST)", "definition_text": "The Information Sampling Task (IST) tests impulsivity and decision making. The participant is presented with a 5x5 array of grey boxes on the screen, and two larger coloured panels below these boxes. The participant is instructed that they are playing a game for points, which they can win by making a correct decision about which colour is in the majority under the grey boxes. They must touch the grey boxes one at a time, which open up to reveal one of the two colours shown at the bottom of the screen. Once a box has been touched, it remains open. When the participant has made their decision about which colour is in the majority, they must touch the panel of that colour at the bottom of the screen to indicate their choice. After the participant has indicated their choice, all the remaining grey boxes on the screen reveal their colours and a message is displayed to inform the participant whether or not they were correct. The colours change from trial to trial. At the end of a trial the grey boxes are displayed on the screen again at a speed which depends on how fast the trial was completed, so that there is always at least 30 seconds between trials.\r\n\r\nThere are two conditions â\u0080\u0093 the fixed win condition, in which the subject is awarded 100 points for a correct decision regardless of the number of boxes opened, and the decreasing win condition, in which the number of points that can be won for a correct decision starts at 250 and decreases by 10 points for every box touched. In either condition, an incorrect decision costs 100 points.", "id_user": "usr_4de5345b3b6a8", "id": "trm_50f73d557c967"}, "HASCONDITION": [{"id": "con_50f73d738249e"}, {"id": "con_50f73d891f5be"}], "HASCONTRAST": [{"id": "cnt_50f73dbc3a2e7"}, {"id": "cnt_50f73de372e77"}], "ASSERTS": [{"id": "trm_4a3fd79d0a038"}], "INBATTERY": [{"id": "tco_50ec58d050cf5", "event_stamp": "2013-01-16T23:58:20", "id_user": "usr_4de5345b3b6a8"}], "HASINDICATOR": [{"id": "ind_50f73d972cad0", "event_stamp": "2013-01-16T23:53:59", "id_user": "usr_4de5345b3b6a8"}, {"id": "ind_50f73d9c9edca", "event_stamp": "2013-01-16T23:54:04", "id_user": "usr_4de5345b3b6a8"}], "HASCITATION": [{"id": "cit_50f73e03e2690"}, {"id": "cit_50f73e3fb9dc7"}, {"id": "cit_50f73e8d0b6ef"}]}