{"type": "node", "id": "24278", "labels": ["task"], "properties": {"id_concept_class": "", "creation_time": 1512660598922, "event_stamp": "2015-08-08T23:32:32", "def_id_user": "usr_55b972918e005", "def_event_stamp": "2015-08-08T23:32:32", "last_updated": 1512660598922, "def_id": "def_55c69190b7472", "name": "Two item food choice task", "alias": "", "definition_text": "In this task, subjects decide for a series of binary food choice options which of the two they would like to eat. In populations with weight-concerned and dieting subjects this task is employed to investigate aspects of food-related self-control. It has also been employed in general population and non-dieters (e.g., Charbonnier et al., 2015) in a slightly adapted forms. Here the implementation of Van der Laan (2014) is described. \r\n\r\nIn the food choice task, participants make a total of 100 choices. In every trial, a high energy (HE) (energy content in kcal/100 gram: M = 419, SD = 103) and a low energy (LE) (M = 56, SD = 37) snack are shown side by side. Participants have 3000 ms to indicate which of the two products they would most like to eat a portion of by pushing the left or right but ton of a button box. After indicating their choice, a yellow box appears around the chosen product for 500 ms. The trials are interspersed with a random interval between 2000 and 5000 ms.\r\n\r\nTo investigate response conflict during food choice participants  are required to choose between pairs of HE and LE snacks matched such (on the basis of their own tastiness ratings given in the first session) that either a self-control dilemma was posed or not. In half of the trials, LE snacks are combined with HE snacks rated two or three points higher on tastiness (Self-Control required(SC)trials), posing a self-control dilemma concerning the trade-off between immediate eating enjoyment (choosing the appealing HE snack) and weight-watching intentions (choosing the less appealing LE snack). In the other half of the trials, the LE and HE snacks are matched on tastiness (equal or Â±1 point in tastiness rating; No Self-Control required (NSC) trials), such that no trade-off between eating enjoyment and weight watching intentions is needed to choose the long-term superior LE snack.\r\n\r\nThe visual stimuli consist of 100 pictures of regularly available snack foods on plates with a grey background: 50 high energy (HE) foods (energy content in kcal/100gram: M = 419, SD = 103) and 50 low energy (LE) foods (M = 56, SD = 37). Examples of HE snacks were crisps, cookies, cakes and candies. Examples of LE snacks were grapes, apples, bananas and mixed snack salads. The standardized image set can be downloaded from: http://nutritionalneuroscience.isi.uu.nl/index.php/32\r\n", "id_user": "usr_55b972918e005", "id": "trm_55c691909c580"}, "HASCONTRAST": [{"id": "cnt_55c691df5c0c7"}], "HASCITATION": [{"id": "cit_55c691f1092c8"}, {"id": "cit_55c691fd9d50d"}]}