{"type": "node", "id": "24372", "labels": ["task"], "properties": {"id_concept_class": "", "creation_time": 1512660601520, "event_stamp": "2017-02-21T00:31:29", "def_id_user": "usr_5846eef191b8b", "def_event_stamp": "2017-02-24T20:44:57", "last_updated": 1512660601520, "def_id": "def_58b09b493e679", "name": "route learning", "alias": "", "definition_text": "Subjects study sets of real-world routes. For each subject, the set of routes includes (a) pairs that share a common path before diverging to terminate at distinct destinations (â\u0080\u0098overlapping routesâ\u0080\u0099) and (b) pairs with no paths in common (â\u0080\u0098non-overlapping routesâ\u0080\u0099) Importantly, each route contributes to both conditions. For example, â\u0080\u0098route 1â\u0080\u0099 and â\u0080\u0098route 2â\u0080\u0099 are overlapping routes, but â\u0080\u0098route 1â\u0080\u0099 and â\u0080\u0098route 3â\u0080\u0099 are non-overlapping routes. Each route contains an initial segment that is shared with another route , and a later segment, including the destination, that is route-specific. Although the real-world spatial locations of the overlapping segments are identical, the pictures for each route are taken at different times and therefore differ subtly in terms of pedestrians, vehicles, etc. Routes are studied twice per round for 14 rounds. Subjects are instructed to learn each route (i.e., the specific path to each destination) but are not told the destination at the start of the route. After each study round, subjects are shown individual pictures drawn from the routes and are asked to select the destination associated with each picture. Of central interest is accuracy for pictures drawn from Segment 1 of each route because selecting the correct destination for these pictures requires discriminating between overlapping routes. \r\n\r\nFor more details, see: http://www.biorxiv.org/content/early/2017/01/10/099226", "id_user": "usr_5846eef191b8b", "id": "trm_58ab8a6131c5a"}}