{"type": "node", "id": "24015", "labels": ["task"], "properties": {"id_concept_class": "", "creation_time": 1512660591645, "event_stamp": "2012-01-28T19:59:52", "def_id_user": "usr_4de5345b3b6a8", "def_event_stamp": "2013-01-17T20:47:16", "last_updated": 1512660591645, "def_id": "def_50f86354e69ad", "name": "spatial working memory task", "alias": "(SWM)", "definition_text": "refers broadly to a paradigm in which the participant&#39;s working memory for spatial characteristics of stimuli is tested, such as the SWM in the Cambridge Neuropsychological Test Automated Battery (CANTAB). SWM is a test of the participantâ\u0080\u0099s ability to retain spatial information and to manipulate remembered items in working memory. It is a self-ordered task, which also assesses heuristic strategy. This test is a sensitive measure of frontal lobe and â\u0080\u0098executiveâ\u0080\u0099 dysfunction. It has been shown in recent studies that impaired performance on SWM emerges as a common factor in prepsychosis. The test begins with a number of coloured squares (boxes) being shown on the screen. The aim of this test is that, by touching the boxes and using a process of elimination, the participant should find one blue â\u0080\u0098tokenâ\u0080\u0099 in each of a number of boxes and use them to fill up an empty column on the right hand side of the screen. The number of boxes is gradually increased, until it is necessary to search a total of eight boxes. The colour and position of the boxes used are changed from trial to trial to discourage the use of stereotyped search strategies.", "id_user": "usr_49a467bf4e0db", "id": "trm_4f2453b806fe1"}, "HASCONTRAST": [{"id": "cnt_50f864a19c88d"}, {"id": "cnt_50f864aed1ce5"}], "ASSERTS": [{"id": "trm_4a3fd79d0b1e0"}], "INBATTERY": [{"id": "tco_50ec58d050cf5", "event_stamp": "2013-01-17T20:53:28", "id_user": "usr_4de5345b3b6a8"}], "HASINDICATOR": [{"id": "ind_50f864aa7dcce", "event_stamp": "2013-01-17T20:52:58", "id_user": "usr_4de5345b3b6a8"}], "HASCITATION": [{"id": "cit_50f8636246117"}, {"id": "cit_50f8644a49631"}, {"id": "cit_50f86486bc8af"}]}