{"type": "node", "id": "24076", "labels": ["task"], "properties": {"id_concept_class": "", "creation_time": 1512660593328, "event_stamp": "2013-01-17T19:06:37", "def_id_user": "usr_4de5345b3b6a8", "def_event_stamp": "2013-01-17T19:06:37", "last_updated": 1512660593328, "def_id": "def_50f84bbdd037b", "name": "One Touch Stockings of Cambridge", "alias": "(OTS)", "definition_text": "One Touch Stockings of Cambridge is a spatial planning task which gives a measure of frontal lobe function. OTS is a variant of the Stockings of Cambridge task and places greater demands on working memory as the participant has to visualise the solution. As for SOC (Stockings of Cambridge), the participant is shown two displays containing three coloured balls. The displays are presented in such a way that they can easily be perceived as stacks of coloured balls held in stockings or socks suspended from a beam. This arrangement makes the 3-D concepts involved apparent to the participant, and fits with the verbal instructions.\r\n\r\nThere is a row of numbered boxes along the bottom of the screen. The test administrator first demonstrates to the participant how to use the balls in the lower display to copy the pattern in the upper display, and completes one demonstration problem, where the solution requires one move. The participant must then complete three further problems, one each of 2 moves, 3 moves and 4 moves.\r\n\r\nNext the participant is shown further problems, and must work out in their head how many moves the solutions to these problems require, then touch the appropriate box at the bottom of the screen to indicate their response.", "id_user": "usr_4de5345b3b6a8", "id": "trm_50f84bbdcfa4e"}, "HASCONTRAST": [{"id": "cnt_50f84d060a842"}, {"id": "cnt_50f84d6fe2b09"}], "ASSERTS": [{"id": "trm_4a3fd79d0ae7b"}, {"id": "trm_4aae62e4ad209"}], "INBATTERY": [{"id": "tco_50ec58d050cf5", "event_stamp": "2013-01-17T19:16:17", "id_user": "usr_4de5345b3b6a8"}], "HASINDICATOR": [{"id": "ind_50f84d15705af", "event_stamp": "2013-01-17T19:12:21", "id_user": "usr_4de5345b3b6a8"}, {"id": "ind_50f84d17c21b7", "event_stamp": "2013-01-17T19:12:23", "id_user": "usr_4de5345b3b6a8"}], "HASCITATION": [{"id": "cit_50f84bc9eb3a2"}, {"id": "cit_50f84c8c2ec00"}, {"id": "cit_50f84df827cc0"}]}