{"type": "node", "id": "24159", "labels": ["task"], "properties": {"id_concept_class": "", "creation_time": 1512660595952, "event_stamp": "2015-03-19T22:58:48", "def_id_user": "usr_51bc76ae9636c", "def_event_stamp": "2015-04-28T17:25:39", "last_updated": 1512660595952, "def_id": "def_553fc29331c1e", "name": "language processing fMRI task paradigm", "alias": "", "definition_text": "This task was developed by Binder and colleagues (Binder et al. 2011) and uses the E-prime scripts provided by these investigators. The task consists of two runs that each interleave 4 blocks of a story task and 4 blocks of a math task. The lengths of the blocks vary (average of approximately 30 seconds), but the task was designed so that the math task blocks match the length of the story task blocks, with some additional math trials at the end of the task to complete the 3.8 minute run as needed. The story blocks present participants with brief auditory stories (5-9 sentences) adapted from Aesopâ\u0080\u0099s fables, followed by a 2-alternative forcedchoice question that asks participants about the topic of the story. The example provided in the original Binder paper (p. 1466) is â\u0080\u009cFor example, after a story about an eagle that saves a man who had done him a favor, participants were asked, â\u0080\u009cWas that about revenge or reciprocity?â\u0080\u009d The math task also presents trials aurally and requires subjects to complete addition and subtraction problems. The trials present subjects with a series of arithmetic operations (e.g., â\u0080\u009cfourteen plus twelveâ\u0080\u009d), followed by â\u0080\u009cequalsâ\u0080\u009d and then two choices (e.g., â\u0080\u009ctwenty-nine or twentysixâ\u0080\u009d). Participants push a button to select either the first or the second answer. The math task is adaptive to try to maintain a similar level of difficulty across participants. For more details on the task, please see (Binder et al. 2011).\r\n\r\nReferences for Language Task: Reliable across subjects and robust activation (Binder et al.\r\n2011).\r\n\r\nThis task is included in the Human Connectome Project.\r\n\r\nhttp://humanconnectome.org/documentation/S500/HCP_S500+MEG2_Release_Reference_Manual.pdf", "id_user": "usr_51bc76ae9636c", "id": "trm_550b54a8b30f4"}, "HASCONDITION": [{"id": "con_550b54ed648e2"}, {"id": "con_550b54f4089d5"}], "HASCONTRAST": [{"id": "cnt_55314a02877ba"}, {"id": "cnt_55314a0837714"}, {"id": "cnt_55314a10d4412"}, {"id": "cnt_55314a1a5514c"}, {"id": "cnt_55314a245b40b"}, {"id": "cnt_55314a2b79a0b"}], "ASSERTS": [{"id": "trm_55b6b8e291dba"}, {"id": "trm_55c6f58e77fbe"}, {"id": "trm_558c7b14c076e"}], "INBATTERY": [{"id": "tco_550b5c985ca1c", "event_stamp": "2015-03-19T23:33:23", "id_user": "usr_51bc76ae9636c"}], "HASEXTERNALDATASET": [{"id": "dst_550c3090cdc20"}]}