{"type": "node", "id": "23644", "labels": ["task"], "properties": {"id_concept_class": "", "creation_time": 1512660579517, "event_stamp": "2015-11-28T22:45:13", "def_id_user": "usr_51bc76ae9636c", "def_event_stamp": "2015-11-28T22:51:02", "last_updated": 1512660579517, "def_id": "def_565a2fd6015c4", "name": "incentive modulated antisaccade task", "alias": "", "definition_text": "The basic antisaccade task is as follows:\r\n\r\nSubjects view a fixation point and a visual target is presented.  Subjects are instructed to make a saccade away from the target (antisaccade).\r\n\r\nFor this version (from Figure 1 of http://www.sciencedirect.com/science/article/pii/S1878929311000612)\r\n\r\nAt the onset of each AS trial, participants were first presented with one of two incentive cues (1500 ms) (Fig. 1). For rewarded trials, the cue consisted of three rectangles containing dollar signs ($ $ $), indicating that money could be earned on that trial if correctly performed. Participants were told that they could win up to US $25 based on their performance during the task. However, they did not know how much they could win on any given trial in order to prevent them from keeping a running tally of their earnings and invoking processes (i.e. working memory) separate from inhibitory control and reward processing. For neutral trials, the three consecutive rectangles each contained a dash (â\u0080\u0093 â\u0080\u0093 â\u0080\u0093), which indicated that no monetary gain was at stake for that trial. After the initial cue, a central red fixation cross subtending â\u0088¼0.7Â° of visual angle appeared (3000 ms), instructing participants to prepare for the target stimulus. The red central fixation then disappeared and a horizontally peripheral target stimulus (yellow spot, subtending â\u0088¼0.5Â°) appeared (1500 ms) at an unpredictable location on the horizontal meridian (Â±3Â°, 6Â°, or 9Â°). Participants were instructed to refrain from looking at the stimulus when it appeared but instead move their eyes to its mirror location. Target location was randomized within each run. During the VGS trials, participants were presented with a green fixation cross (1500 ms) which instructed them to look toward the peripheral stimulus when it appeared. No incentive cue was provided for VGS trials. The VGS trials were randomly interspersed between the AS trials to minimize the possibility that participants would establish an inhibitory response set (Velanova et al., 2009), but were not further analyzed. As indicated in previous studies, (Ollinger et al., 2001b and Ollinger et al., 2001a), the inter-trial fixation period was jittered between intervals of 1.5, 3, or 4.5 s (uniformly distributed) and consisted of participants simply fixating a central white cross on a black background. Participants performed three functional runs of the task (5 min 2 s each in duration) for a total of 30 reward AS trials, 30 neutral AS trials and 15 VGS trials.", "id_user": "usr_51bc76ae9636c", "id": "trm_565a2e79b22f2"}, "HASCONDITION": [{"id": "con_565a2e7bd6c76"}, {"id": "con_565a2e7be494e"}], "HASCONTRAST": [{"id": "cnt_565a2e7be5281"}, {"id": "cnt_565a2e7c28333"}, {"id": "cnt_565a3047b5740"}], "ASSERTS": [{"id": "trm_4aae62e4ad209"}, {"id": "trm_4feb3f8c551cb"}], "KINDOF": [{"id": "tsk_4a57abb949869"}], "HASINDICATOR": [{"id": "ind_565a2e7c36972", "event_stamp": "2015-11-28T22:45:16", "id_user": "usr_51bc76ae9636c"}, {"id": "ind_565a2e7c45e42", "event_stamp": "2015-11-28T22:45:16", "id_user": "usr_51bc76ae9636c"}], "HASEXTERNALDATASET": [{"id": "dst_565a350a359bf"}, {"id": "dst_565a35175db60"}], "HASCITATION": [{"id": "cit_4de55a73e5d36"}, {"id": "cit_4de55c07b5a3b"}, {"id": "cit_565a2eea315e1"}, {"id": "cit_565a30e7209e0"}]}