{"type": "node", "id": "24374", "labels": ["task"], "properties": {"id_concept_class": "", "creation_time": 1512660601579, "event_stamp": "2017-07-12T21:05:13", "def_id_user": "usr_596689bde0c1a", "def_event_stamp": "2017-07-12T21:05:13", "last_updated": 1512660601579, "def_id": "def_59668f09e01e8", "name": "Yellow Light Game", "alias": "", "definition_text": "The Yellow Light Game (YLG) is a computerized driving simulation task that was modified from the Stoplight Task (Gardner & Steinberg, 2005; Chein et al., 2011). Similar to the Stoplight Task, each run in the YLG involves participants driving on a straight road with 20 intersections, each controlled by a traffic light. Participants are instructed that the goal of the game is to get the fastest time. At each intersection, when the traffic light turns yellow, participants choose to either continue through the intersection (Go decision), or to stop the car (Stop decision); they are not able to accelerate or steer. Participants are instructed that Go decisions would result in the fastest time, unless another car is present on the cross street, in which case the participant would crash. Crashes double the time spent at an intersection compared to if the participant had decided to stop. Therefore, Go decisions are considered â\u0080\u0098riskyâ\u0080\u0099, whereas Stop decisions are considered â\u0080\u0098safeâ\u0080\u0099. Upon completion of a run, participants are presented with their completion time and the number of crashes during that run.\r\n\r\nA unique feature of the YLG is that there are three different types of intersections, which vary based on the timing of yellow light onset and the presence or absence of a car on the cross street. Some intersections have a 75% probability of crashing, others have a 25% probability of crashing, and the remaining intersections have a 50% probability of crashing. To prevent the task from promoting risk taking overall, the cumulative probability of crashing is set to 50% (i.e., 10 out of the 20 intersections have cars approaching on the cross street, resulting in a crash if the participant made a Go decision). This task feature is not explicitly communicated to participants, although participants have the opportunity to implicitly learn this information based on the differential timing of the yellow light onsets associated with each type of intersection. That is, intersections at which the light turns yellow earlier (i.e., when the participant was further away from the intersection) signal a greater crash probability. By including the different types of intersections, we are able to distinguish between adaptive and maladaptive risk taking, without promoting risk taking overall, as the cumulative probability of crashing is 50%. For more information about and access to the task, please visit: https://dsn.uoregon.edu/research/yellow-light-game/. ", "id_user": "usr_596689bde0c1a", "id": "trm_59668f09db813"}}