{"type": "node", "id": "24161", "labels": ["task"], "properties": {"id_concept_class": "", "creation_time": 1512660596019, "event_stamp": "2015-03-19T23:22:47", "def_id_user": "usr_51bc76ae9636c", "def_event_stamp": "2015-04-28T17:26:23", "last_updated": 1512660596019, "def_id": "def_553fc2bfd78ce", "name": "relational processing fMRI task paradigm", "alias": "", "definition_text": "This task was adapted from the one developed by Christoff and colleagues (Smith et al. 2007). The stimuli are 6 different shapes filled with 1 of 6 different textures. In the relational processing condition, participants are presented with 2 pairs of objects, with one pair at the top of the screen and the other pair at the bottom of the screen. They are told that they should first decide what dimension differs across the top pair of objects (differed in shape or differed in texture) and then they should decide whether the bottom pair of objects also differ along that same dimension (e.g., if the top pair differs in shape, does the bottom pair also differ in shape). In the control matching condition, participants are shown two objects at the top of the screen and one object at the bottom of the screen, and a word in the middle of the screen (either â\u0080\u009cshapeâ\u0080\u009d or â\u0080\u009ctextureâ\u0080\u009d). They are told to decide whether the bottom object matches either of the top two objects on that dimension (e.g., if the word is â\u0080\u009cshapeâ\u0080\u009d, is the bottom object the same shape as either of the top two objects. For both conditions, the subject responds yes or no using one button or another. For the relational condition, the stimuli are presented for 3500 ms, with a 500 ms ITI, and there are four trials per block. In the matching condition, stimuli are presented for 2800 ms, with a 400 ms ITI, and there are 5 trials per block. Each type of block (relational or matching) lasts a total of 18 seconds. In each of the two runs of this task, there are 3 relational blocks, 3 matching blocks and 3 16-second fixation blocks.\r\n\r\nReferences for the Relational Processing Task: Localizer (Smith et al. 2007).\r\n\r\nThis task is included in the Human Connectome Project (HCP) 500 Dataset Release\r\nhttp://humanconnectome.org/documentation/S500/HCP_S500+MEG2_Release_Reference_Manual.pdf", "id_user": "usr_51bc76ae9636c", "id": "trm_550b5a47aa23e"}, "HASCONDITION": [{"id": "con_550b5a7eee88c"}, {"id": "con_550b5a86cc730"}], "HASCONTRAST": [{"id": "cnt_553149868c670"}, {"id": "cnt_553149979dc2e"}, {"id": "cnt_553149b03d240"}, {"id": "cnt_553149bc9f9d1"}, {"id": "cnt_553149c9ef4fd"}, {"id": "cnt_553149d39942a"}], "ASSERTS": [{"id": "trm_557b4b652cbec"}, {"id": "trm_557b4b3a6a34d"}, {"id": "trm_557b4891e9265"}, {"id": "trm_4a3fd79d0af71"}, {"id": "trm_557b4a7315f1b"}, {"id": "trm_555cfb890d721"}], "INBATTERY": [{"id": "tco_550b5c985ca1c", "event_stamp": "2015-03-19T23:33:44", "id_user": "usr_51bc76ae9636c"}], "HASEXTERNALDATASET": [{"id": "dst_550c30a36a298"}]}