{"type": "node", "id": "24065", "labels": ["task"], "properties": {"id_concept_class": "", "creation_time": 1512660593017, "event_stamp": "2013-01-14T03:34:07", "def_id_user": "usr_4de5345b3b6a8", "def_event_stamp": "2013-01-14T03:34:07", "last_updated": 1512660593017, "def_id": "def_50f37caf81e4d", "name": "NIH Toolbox Visual Acuity Test", "alias": "", "definition_text": "This test directly measures participantsâ\u0080\u0099 visual acuity or distance vision. The participant is seated 12.5 feet away from a computer monitor at eye level, and letters (called â\u0080\u009coptotypesâ\u0080\u009d) are displayed one at a time on the screen for the participant to identify, using both eyes at the same time, with the participant wearing his/her normal corrective lenses for distance vision (glasses or contact lenses), if worn. As the participant successfully identifies optotypes of a given size, smaller ones appear on the screen, until the computer program ascertains the smallest-size optotype the participant can successfully see. Conversely, the program displays larger optotypes if the participant cannot see the size that is first displayed, until a size that he/she can accurately see is found. For participants ages 3-7, only the letters H, O, T and V are used, and children may point to a laminated card showing the letters if they cannot verbalize or recall the letter names. For participants ages 8 and above, the entire set of optotypes is used, following a common protocol used in professional vision testing. This is the standard binocular visual acuity measure scored in LogMAR units.", "id_user": "usr_4de5345b3b6a8", "id": "trm_50f37caf81432"}, "HASCONTRAST": [{"id": "cnt_50f37cfea325a"}], "ASSERTS": [{"id": "trm_500d8bcf5f29a"}], "INBATTERY": [{"id": "tco_50f48408441d0", "event_stamp": "2013-01-15T15:56:11", "id_user": "usr_49a467bf4e0db"}], "HASINDICATOR": [{"id": "ind_50f37cd616390", "event_stamp": "2013-01-14T03:34:46", "id_user": "usr_4de5345b3b6a8"}], "HASCITATION": [{"id": "cit_50f37d540e01e"}, {"id": "cit_50f37eaea712d"}]}