{"type": "node", "id": "24370", "labels": ["task"], "properties": {"id_concept_class": "", "creation_time": 1512660601469, "event_stamp": "2017-01-24T20:59:21", "def_id_user": "usr_5844d248213dc", "def_event_stamp": "2017-01-24T20:59:22", "last_updated": 1512660601469, "def_id": "def_5887c02a363a7", "name": "Gustatory stimulation with liquid tastes or flavors ", "alias": "Taste stimulation, Flavor stimulation", "definition_text": "In this task, liquid flavors or tastes are orally presented in quantities of one to several milliliters. Oral stimuli are presented by using a gusto-meter consisting of a pump mechanism, tubes and a mouthpiece attached to the MRI head coil. Usually, visual and/or auditory cues are used to provide instructions and/or cues to participants. These may include but are not limited to when to expect oral stimulation and when to swallow. Trials usually last up to 30 seconds and include an oral stimulus of interest, a behavioral response from the participant, and a rinsing procedure to rinse the palate. \r\n\r\nReferences:\r\nSee e.g.,\r\nDalenberg, J. R., Hoogeveen, H. R., Renken, R. J., Langers, D. R. M., & ter Horst, G. J. (2015). Functional specialization of the male insula during taste perception. NeuroImage, 119, 210â\u0080\u0093220. https://doi.org/10.1016/j.neuroimage.2015.06.062\r\nMarciani, L., Pfeiffer, J. C., Hort, J., Head, K., Bush, D., Taylor, A. J., â\u0080¦ Gowland, P. A. (2006). Improved methods for fMRI studies of combined taste and aroma stimuli. Journal of Neuroscience Methods, 158, 186â\u0080\u0093194. https://doi.org/10.1016/j.jneumeth.2006.05.035\r\nVeldhuizen, M. G., Bender, G., Constable, R. T., & Small, D. M. (2007). Trying to detect taste in a tasteless solution: modulation of early gustatory cortex by attention to taste. Chemical Senses, 32(6), 569â\u0080\u009381. https://doi.org/10.1093/chemse/bjm025\r\n", "id_user": "usr_5844d248213dc", "id": "trm_5887c029d46f4"}, "ASSERTS": [{"id": "trm_4a3fd79d0b9e9"}]}