{"type": "node", "id": "24277", "labels": ["task"], "properties": {"id_concept_class": "", "creation_time": 1512660598893, "event_stamp": "2015-08-08T22:46:56", "def_id_user": "usr_55b972918e005", "def_event_stamp": "2015-08-08T22:46:56", "last_updated": 1512660598893, "def_id": "def_55c686e0c51fa", "name": "Single item food choice task", "alias": "", "definition_text": "A task in which subjects decide for several (snack) foods, sequentially, whether they would like to eat them. In order to make the choices realistic, participants are instructed that one of the trials counts for real and that they actually receive a portion of the snack chosen in that trial at the end of the study session.\r\n\r\nIn every trial, they view one of the study stimuli (3000 ms, choice period) and subsequently indicate with a button press (1500 ms, button press period) whether they want to eat a portion of the snack or not. During the button press period the words â\u0080\u009cyesâ\u0080\u009d and â\u0080\u009cnoâ\u0080\u009d are shown left/right (randomized) on the screen. After indicating their choice, a yellow box appears around the yes or no. Participants are instructed to make their choice already during the period that the image was shown. To ensure that choices are made in direct response to the food pictures, the button press period was so short that it only allows them to locate whether they have to push the left or right button. The choice trials are interspersed with a random interval (between 2000 and 5000 ms). At the beginning, halfway (after 50 trials) and at the end an additional baseline period of 30 s is included in the task (fixation cross). \r\n\r\nThe visual stimuli consist of 100 pictures of regularly available snack foods on plates with a grey background: 50 high energy (HE) foods (energy content in kcal/100gram: M = 419, SD = 103) and 50 low energy (LE) foods (M = 56, SD = 37). Examples of HE snacks were crisps, cookies, cakes and candies. Examples of LE snacks were grapes, apples, bananas and mixed snack salads. The standardized image set can be downloaded from: http://nutritionalneuroscience.isi.uu.nl/index.php/32\r\n", "id_user": "usr_55b972918e005", "id": "trm_55c686e0824e8"}, "HASCONDITION": [{"id": "con_55c688e795c06"}, {"id": "con_55c6890d5a187"}], "HASCONTRAST": [{"id": "cnt_55c68750052fa"}], "ASSERTS": [{"id": "trm_55c298bbe56d5"}], "HASINDICATOR": [{"id": "ind_55c68783b2a17", "event_stamp": "2015-08-08T22:49:39", "id_user": "usr_55b972918e005"}], "HASCITATION": [{"id": "cit_55c688011e19f"}]}