{"type": "node", "id": "57815", "labels": ["task"], "properties": {"creation_time": 1597959812, "last_updated": 1597959812, "name": "Language Rule Learning", "definition_text": "An artificial language counting twenty-eight bi-syllabic (consonant-vowel-consonant-vowel) nonsense words each was created. The twenty-eight words were synthesized using Mbrola speech synthesizer software by concatenating diphones from the Spanish male database (http://tcts.fpms.ac.be/synthesis/) at 16 KHz. Words (385 ms), were combined using Adobe Audition® software to form three-word phrases with 100 ms gaps between word. Phrase stimuli were presented via Presentation® software (Neurobehavioral Systems) through appropriate headphones and at a volume level adjusted for the participant.\r\nA total of 96 rule and 96 no-rule phrases (trials) were used in this task. Rule phrases conformed to an AXC structure whereby the initial word (A) always predicted the final word (C), while the middle word (X) was variable. Two different A_C dependencies (A1_C1 and A2_C2) were created out of 4 words from the total word pool. The remaining 24 served as middle (X) elements for each of the two A_C dependencies. The transitional probability was always 1 between A and C elements, 0.04 between A and X, and 0.5 between X and C. Half of the no-rule trials consisted in the combination of 3 of the 24 X elements and so took the form XXX, with the only constraints that each X had an equal probability to appear in each position but could never appear twice in the same phrase. The other half of the no-rule trials consisted of the combination of two XX elements (following the same constraints as for XXX) followed by the participant’s target word (C1 or C2). The probability of target occurrence in both the rule and the no-rule blocks was therefore 50%. Note that in the set of no-rule trials, the C element (the participant’s target) occurred also in the last position but, in contrast to the rule block, this could not be predicted on the basis of previous elements. \r\nParticipants were presented with the randomized 96 rule and 96 no-rule phrases in four alternated rule and no-rule blocks, with the order of blocks counterbalanced between participants. In the fMRI version of the task, data was acquired in two runs, including a block of rule and no-rule each (counterbalanced). A short break was given between runs in the fMRI. A single offline recognition test was issued after the fourth block . In order to obtain a measure of incidental rule-learning, participants performed a cover word-monitoring task. Specifically, they were instructed to detect, as fast and accurately as possible via a button press, the presence or absence of a given target word, which was always one of the C elements (C1 or C2, counterbalanced). A given target word remained constant for each participant throughout the experiment and was displayed in the middle of the screen at all times for reference during the blocks. Participants were not informed about the presence of rules. Inter-trial interval was jittered, using pseudo-random values between 1000 and 3000 ms for optimal fMRI acquisition, and fixed at 500 ms in the remaining phases. A maximum of 1000 ms after the end of a given phrase was allowed for participants to respond before the next trial started. Reaction times (RTs) were calculated from the onset the last word in the phrase until button press. Performance in interleaved rule and no-rule blocks was jointly analyzed by concatenating blocks of a same kind. Only correct response trials with RTs within mean ± 2sd were included for the analysis .\r\n\r\nWe reasoned that if incidental rule-learning occurs over exposure in the rule block, participants’ gradual ability to predict the appearance or non-appearance of a target word Cj on the basis of the identity of the initial word Aj should be reflected in a RT gain (i.e., faster RTs) over trials within the blocks. We also expected an overall RT advantage over target words in the no-rule blocks (rule effect), where prediction is possible (no prediction can be made during no-rule blocks). Participants’ rule effect for the different parts/sessions was calculated as the mean RT difference between no-rule and rule trials. \r\n", "id": "tsk_KVUZHlsv8pesh"}}