{"type": "node", "id": "57843", "labels": ["task"], "properties": {"creation_time": 1618388221, "last_updated": 1618388221, "name": "CAToon (cognitive and affective Theory of Mind Cartoon Task)", "definition_text": "The Cognitive and Affective Theory of Mind Cartoon task <b>(CAToon)</b> is designed to measure affective and cognitive Theory of Mind (ToM) using cartoon stories. The task has an entertaining and timely design understandable and engaging for children as well as for adults. The task consists of 30 cartoon stories, representing three conditions (two experimental conditions targeting affective ToM (AT) and cognitive ToM (CT) and a control condition targeting physical causality (PC)). Each condition comprises 10 stories of similar visual complexity (i.e. backgrounds were matched across conditions). Three additional stories (one per condition) are available for practice purposes.  <br>AT trials require participants to infer how a character would react to a fellow character’s expressed or expected emotions, whereas during CT trials participants have to assume how characters would act based on another character’s intentions or beliefs. PC trials serve as a control condition, requiring a basic understanding of cause and effect and basic physical laws.<br>All trials start with three images presented sequentially, followed by a single image display of three possible endings. CT trial endings consist of one correct, and two incorrect solutions. Incorrect solutions depict either a situation which would be illogical based on the storyline or physically impossible (e.g. object flies, character transforms). AT trial endings consist of two correct solutions (negative expectancy/positive expectancy) and one incorrect solution. In positive expectancy endings a character’s emotional needs are met with caring or reassuring, whereas in negative expectancy outcomes the character is scolded, ridiculed or ignored. This manipulation allows the investigation of differences in positive or negative outcome expectancy. PC trial endings have one correct and two incorrect solutions.<br><br><br><b>Developers' website: </b>https://www.jacobscenter.uzh.ch/en/research/developmental_neuroscience/downloads/catoon.html", "id": "tsk_37y3EdRertJba"}, "HASCONTRAST": [{"id": "cnt_BK1Is5duGWfGE"}, {"id": "cnt_a2PSuMWjVVGVr"}, {"id": "cnt_pkQWYBGdR62Gp"}, {"id": "cnt_mkFc4VNJKsH83"}, {"id": "cnt_KtWoTLB3LJTeT"}], "HASCONDITION": [{"id": "con_kkKOCQCBP172z"}, {"id": "con_hEDupjDZgjBDv"}, {"id": "con_PqmpocYrd4MkR"}]}