{"type": "node", "id": "23801", "labels": ["task"], "properties": {"id_concept_class": "", "creation_time": 1512660585508, "event_stamp": "2009-07-10T21:01:20", "def_id_user": "usr_4de5345b3b6a8", "def_event_stamp": "2013-01-17T20:54:47", "last_updated": 1512660585508, "def_id": "def_50f86517dbb31", "name": "recognition memory test", "alias": "(PRM), old-new recognition, pattern recognition memory", "definition_text": "In a recognition memory test, a participant is presented with some or all of a set of &#34;old&#34; stimuli that were encoded earlier, as well as several &#34;new&#34; stimuli that were not previously presented. The participant&#39;s task is to indicate whether each stimulus is old or new. Responses in recognition memory tests are commonly sorted into four classes: Hits (&#34;old&#34; response to an old stimulus), Misses (&#34;new&#34; response to an old stimulus), False Alarms (&#34;old&#34; response to a new stimulus), and Correct Rejections (&#34;new&#34; response to a new stimulus). By comparing the percentage of responses that fall into each of these classes, the experimenter can assess both a participant&#39;s ability to discriminate between old and new stimuli, and his or her tendency to provide a particular response regardless of the type of stimulus presented. In many recognition memory tests, each old/new judgment is followed by a prompt asking participants to indicate either how confident they are in that old/new judgment, or what type of subjective experience was elicited by the stimulus being judged (e.g., was the old/new judgment accompanied by a vivid recollection of the encoding experience). This additional information can be used to generate and test more precise hypotheses about how recognition memory decisions are made.\r\n\r\nPattern Recognition Memory (PRM) is a specific recognition memory test included in the CANTAB. The participant is presented with a series of 12 visual patterns, one at a time, in the centre of the screen. These patterns are designed so that they cannot easily be given verbal labels. In the recognition phase, the participant is required to choose between a pattern they have already seen and a novel pattern. In this phase, the test patterns are presented in the reverse order to the original order of presentation.\r\nThis is then repeated, with 12 new patterns. The second recognition phase can be given either immediately or after a 20 minute delay.", "id_user": "usr_0000000000", "id": "tsk_4a57abb949d40"}, "HASCONTRAST": [{"id": "cnt_4df92bccc5ae1"}], "ASSERTS": [{"id": "trm_4a3fd79d0ba6c"}, {"id": "trm_4a3fd79d0a281"}], "INBATTERY": [{"id": "tco_50ec58d050cf5", "event_stamp": "2013-01-16T23:10:29", "id_user": "usr_4de5345b3b6a8"}], "HASINDICATOR": [{"id": "ind_4df92ea759ff0", "event_stamp": "2011-06-15T22:13:59", "id_user": "usr_4de5345b3b6a8"}, {"id": "ind_4e89b480c3d22", "event_stamp": "2011-10-03T13:11:28", "id_user": "usr_4e885e1ee3733"}], "HASCITATION": [{"id": "cit_4df92bed4ead0"}, {"id": "cit_4df92e7490cf5"}]}