{"type": "node", "id": "57924", "labels": ["concept"], "properties": {"creation_time": 1632341648, "last_updated": 1632341648, "name": "Pavlovian bias", "definition_text": "Pavlovian bias (also called motivational bias) denotes that phenomenon that \r\n- reward-related cues (eliciting reward anticipation) invigorate action (lead to more active \"Go\" responses and speed up these Go responses)\r\n- punishment-related cues (eliciting punishment anticipation) suppress action (lead to less \"Go\" / more \"NoGo\" responses and slow down Go responses).\r\n\r\nThis phenomenon is often believed to arise based on asymmetric nature of the direct (\"Go\") and indirect (\"NoGo\") pathway in the basal ganglia (Frank, 2005, Collins & Frank, 2014). The direct pathway is assumed to \"gate\" / release actions, while the indirect pathway is believed to suppress/inhibit actions. The direct pathway features more dopamine D1 receptors (activated by high dopamine levels as in positive prediction errors elicited by rewards), while the indirect pathway features more dopamine D2/D3 receptors (activated by low dopamine levels as in negative prediction errors elicited by punishments). Hence, rewards should make the direct pathway more sensitive to input and thus facilitate action release, while punishments should make the indirect pathway more  sensitive to input and thus facilitate action suppression.\r\n\r\nPavlovian biases are typically measured with the motivational go/nogo learning task.\r\nfMRI studies featuring this task having typically not found BOLD signal from the striatum/ basal ganglia to reflect reward vs. punishment anticipation (as predicted by the above basal ganglia model), but instead to reflect the executed response (Go vs. NoGo) (Guitart-Masip et al., 2011; Guitart-Masip, Huys et al., 2012; Guitart-Masip, Chowdhury et al., 2012; Moutoussis et al., 2018; Algermissen et al., 2021). Instead, cue valence (Win vs. Avoid) has been found to be encoded in vmPFC BOLD (positively) and ACC BOLD (negatively).\r\n\r\nPavlovian bias in behavior could arise from a response bias (i.e. reward/ punishment prospects biasing response selection), but also from biased action-outcome learning: A learning bias such that learning of Go responses after reward feedback is enhanced, while unlearning of NoGo responses after punishment feedback is attenuated, will also give rise to motivational biases (Swart et al., 2017, 2018; de Boer et al., 2019).\r\nPavlovian bias has been suggested as a response strategy in face of little control over the environment (Csifcsák et al., 2019; Dorfman & Gershman, 2019; Gershman et al., 2021).", "id": "trm_MaWfLaH0xKHTK"}, "HASCITATION": [{"id": "cit_c6ccUYlZOQTjO"}, {"id": "cit_PDtkNzyJvtFws"}, {"id": "cit_NkVgw96SRtXBo"}, {"id": "cit_dIQFpWSPv7VOf"}, {"id": "cit_lpbUxZLJKzkDQ"}, {"id": "cit_cGDov9wnHLhgW"}, {"id": "cit_HlGDLQFg4xQDR"}, {"id": "cit_iQSQXRrZC4TUI"}, {"id": "cit_iLrJ2U0WLDXvf"}, {"id": "cit_QKBpzFCHy2g5o"}, {"id": "cit_JKNoMWfvqYH2f"}, {"id": "cit_J85PARBLoEQ0V"}, {"id": "cit_6hFkKJYt3cWDk"}, {"id": "cit_FLWTnBKWq0C5Z"}], "PARTOF": [{"id": "trm_557b4817db34d"}], "KINDOF": [{"id": "trm_559f0a129c136"}, {"id": "trm_om88i12KUeI1R"}], "CLASSIFIEDUNDER": [{"id": "ctp_C10"}], "MEASUREDBY": [{"id": "cnt_EpU5mN1GWiNpd"}]}